{
  "id": "tether",
  "version": 1,
  "language": "en",
  "title": "Tether (USDT)",
  "hidden": false,
  "content": "**Tether (USDT)** is a [cryptocurrency](https://iq.wiki/wiki/cryptocurrency) [stablecoin](https://iq.wiki/wiki/stablecoin) pegged 1:1 to the U.S. dollar launched by the company Tether Limited Inc. in 2014. As of July 2022, Tether Limited has minted the USDT stablecoin on ten protocols and [blockchains](https://iq.wiki/wiki/blockchain). Tether Limited is owned by Hong Kong-based company iFinex, which also owns [Bitfinex](https://iq.wiki/wiki/bitfinex).[\\[1\\]](#cite-id-lwqk5620rqp)[\\[2\\]](#cite-id-b0ibwt203ek)[\\[3\\]](#cite-id-kepuzk9pwmp)  \n  \n$$widget0 [YOUTUBE@VID](Kt0HlIP06d8)$$  \n  \n# Overview (USDT)  \n  \nTether (USDT or USD₮) is a [cryptocurrency](https://iq.wiki/wiki/cryptocurrency) designed to maintain a stable value by pegging it to the value of a [fiat currency](https://iq.wiki/wiki/fiat-money), such as the US Dollar. Each USDT token is intended to be equivalent to one US Dollar, providing a stable and predictable value compared to more volatile cryptocurrencies like [Bitcoin](https://iq.wiki/wiki/bitcoin) or [Ethereum](https://iq.wiki/wiki/ethereum).  \n  \nTether was issued on the [Bitcoin](https://iq.wiki/wiki/bitcoin) [blockchain](https://iq.wiki/wiki/blockchain) through the Omni Layer Protocol. Each unit of Tether is said to be backed by actual assets in the Tether Limited reserve and may be redeemed via its platform. The primary objective is to facilitate transactions between [cryptocurrency](https://iq.wiki/wiki/cryptocurrency) exchanges with a rate fixed to the United States dollar allowing traders to take advantage of high-speed arbitrage opportunities without resorting to slow bank wires.[\\[6\\]](#cite-id-pw2j5ma35xh)  \n  \nTether is the first [stablecoin](https://iq.wiki/wiki/stablecoin) to be created and the most popular stablecoin used in the cryptocurrency ecosystem. Tether Limited attaches the value of a coin to the price of fiat currencies such as the US dollar, Euro, and Yen.[\\[7\\]](#cite-id-c7lv2gnedk)   \n  \nAccording to Tether Limited, the tether is fully reserved i.e. the total number of tethers in circulation is less than or equal to the remaining balance of fiat currency in its reserve. Exchanges have been the primary users of USDT as an alternative to fiat currencies, which minimizes or eliminates the need to maintain external banking relations. Some of the notable exchanges that utilize Tether include [Bitfinex](https://iq.wiki/wiki/bitfinex), [Binance](https://iq.wiki/wiki/binance), [Coinbase](https://iq.wiki/wiki/coinbase), [Kraken](https://iq.wiki/wiki/kraken), [Huobi](https://iq.wiki/wiki/huobi), [Poloniex](https://iq.wiki/wiki/poloniex), Liquid.io, and [OKX](https://iq.wiki/wiki/okx).[\\[7\\]](#cite-id-c7lv2gnedk)  \n  \n# Overview (Tether Limited)  \n  \n## Early Beginnings (2014-2015)  \n  \nTether, initially known as Realcoin, was founded in July 2014 by [Brock Pierce](https://iq.wiki/wiki/brock-pierce), [Reeve Collins](https://iq.wiki/wiki/reeve-collins), and [Craig Sellars](https://iq.wiki/wiki/craig-sellars). It was later rebranded to USTether and then to USDT in Novem 2014. USDT which was initially built on the [Bitcoin](https://iq.wiki/wiki/bitcoin) blockchain using the Omni platform is now supported on multi-chains including the [Ethereum](https://iq.wiki/wiki/ethereum), [TRON](https://iq.wiki/wiki/trontrade-1), [EOS](https://iq.wiki/wiki/eos), [Algorand](https://iq.wiki/wiki/algorand), [Solana](https://iq.wiki/wiki/solana), OMG Network, [Polkadot](https://iq.wiki/wiki/polkadot), and [Polygon](https://iq.wiki/wiki/polygon) blockchains.  \n  \n![maxresdefault.png](https://ipfs.everipedia.org/ipfs/QmeEssKoWr9AdJGuh3hkV9aMFvKauKKZRpM4t34e3wDkZ8)  \nTether was created as an attempt to solve two major issues with existing cryptocurrencies: high volatility and convertibility between [fiat currencies](https://iq.wiki/wiki/fiat-money) and cryptocurrencies. Tether developed a [cryptocurrency](https://iq.wiki/wiki/cryptocurrency) that is fully backed 1:1 by bank deposits of U.S. dollars to overcome these alleged difficulties. While Tether used the Omni layer to represent USDT tokens on [Bitcoin](https://iq.wiki/wiki/bitcoin), [ERC-20](https://iq.wiki/wiki/erc-20) tokens were used to represent USDT tokens on [Ethereum](https://iq.wiki/wiki/ethereum). While the tokens themselves operated in a decentralized network, Hong Kong-based Tether Ltd was solely responsible for creating and redeeming tokens as well as maintaining the 1:1 deposit backing.[\\[9\\]](#cite-id-0pjv955uiyq)  \n  \n## Further Development (2018-2023)  \n  \nIn November 2018, Tether announced Deltec as its new banking partner to quell rumors about its solvency raised by the associated crypto exchange, [Bitfinex](https://iq.wiki/wiki/bitfinex).[\\[10\\]](#cite-id-qvcbywcuadg)  \n  \nIn March 2019, Tether updated its disclosure statement and stated that its tokens are no longer fully backed by deposits in U.S. dollars. Instead, Tether is now fully backed by reserves, which include conventional currency, cash equivalents, and occasionally other assets and receivables from loans that Tether has given to third parties, including perhaps connected organizations. [\\[11\\]](#cite-id-2ivgh6c0efe)  \n  \nIn October 2023, [Paolo Ardoino](https://iq.wiki/wiki/paolo-ardoino), former chief technology officer for Tether, was promoted to the position of CEO for the company. He will lead the company starting in December 2023, succeeding [Jean-Louis van der Velde](https://iq.wiki/wiki/jean-louis-van-der-velde). [\\[36\\]](#cite-id-qitw86osk9)[\\[41\\]](#cite-id-5g4mje2ssm4)  \n  \n### Tether Enters the Latin American Market  \n  \nIn May 2022, Tether announced the launch of MXNT, a new [stablecoin](https://iq.wiki/wiki/stablecoin) backed by the Mexican peso. Following earlier launches of its USDT, EURT, and CNHT stablecoins, tied to the U.S. dollar, euro, and Chinese yuan respectively, the move signified its entrance into the Latin American market. MXNT was initially made accessible on the [Ethereum](https://iq.wiki/wiki/ethereum), [Polygon](https://iq.wiki/wiki/polygon), and [TRON](https://iq.wiki/wiki/trontrade-1) blockchains.[\\[12\\]](#cite-id-pwrqgbgudm8)  \n  \nAccording to the firm’s former CTO, [Paolo Ardoino](https://iq.wiki/wiki/paolo-ardoino), the decision to enter Latin America was motivated by the region's rising [Bitcoin](https://iq.wiki/wiki/bitcoin) adoption. Notably, a study by bitcoin payments firm Triple A found that 40% of Mexican businesses were interested in implementing cryptocurrencies in some capacity, with 71% of those in the segment concentrating especially on doing so. [\\[12\\]](#cite-id-pwrqgbgudm8)  \n  \nTether named Mexico a “prime location” for the next Latin American crypto hub. To assess the viability of future fiat-pegged currencies in the region, the launch of MXNT is said to be used to onboard as many new users as possible inside the Latin American market. [\\[12\\]](#cite-id-pwrqgbgudm8)  \n$$widget0 [YOUTUBE@VID](d2fmLSu8sjQ)$$  \nIn May 2022, Tether's price momentarily dropped to $0.96 as a result of the depreciation of a different stablecoin, TerraUSD (UST), issued by an entity unrelated to Tether or [BitFinex](https://iq.wiki/wiki/bitfinex). Tether stated it was continuing to satisfy redemption requests that surpassed 2 billion tokens on May 12 at a ratio of 1 token to 1 U.S. dollar. The price of Tether tokens rapidly recovered to more than $0.99.[\\[13\\]](#cite-id-kkb4wmxn87)  \n  \n### Tether Mints $1B USDT   \n  \nOn December 25, 2023, the [blockchain](https://iq.wiki/wiki/blockchain) tracking platform Whale Alert reported that the Tether Treasury had minted $1 billion of its stablecoin, USDT. CEO Paul Ardoino responded to the thread on X saying that the transfer was an “inventory replenishment” on the [Ethereum](https://iq.wiki/wiki/ethereum) Network. [\\[43\\]](#cite-id-3o57k0kyekl)  \n  \n> \"PSA: 1B USDt inventory replenish on Ethereum Network. Note this is an authorized but not issued transaction, meaning that this amount will be used as inventory for next period issuance requests and chain swaps\" - Ardoino wrote. [\\[44\\]](#cite-id-femma5fzc47)  \n  \nInventory replenishment is the process of restocking goods to meet customer demand without accumulating excess stock. It involves forecasting demand, placing orders, and considering factors like lead time and safety stock to maintain optimal inventory levels. [\\[45\\]](#cite-id-e20t56ev6vd)  \n  \nTether notes that its inventory replenishment is the process of creating new USDT that is stored in its treasury inventory as “authorized but not issued” USDT. [\\[43\\]](#cite-id-3o57k0kyekl)  \n  \n> \"These tokens are not part of the total market capitalization of USD₮, as they have not been issued or released into circulation yet,” the company states on its website.[\\[45\\]](#cite-id-e20t56ev6vd)  \n  \n## Integrations  \n  \nOn May 27, 2022, Tether Operations Limited announced the launch of Tether tokens(USD₮) on [Polygon](https://iq.wiki/wiki/polygon), a leading [blockchain](https://iq.wiki/wiki/blockchain) development platform. The addition of Tether to the [Polygon](https://iq.wiki/wiki/polygon) ecosystem offers a new stablecoin option for more than 8,000 teams building on Polygon.[\\[14\\]](#cite-id-9g7k3c9nrk)  \n  \nOn June 9, 2022, Tether Operations Limited announced the launch of Tether tokens(USD₮) on [Tezos](https://iq.wiki/wiki/tezos), a pioneering upgradable [Proof-of-Stake](https://iq.wiki/wiki/proof-of-stake) blockchain. The addition of USD₮ to Tezos demonstrates its growing momentum as a thriving [Proof-of-Stake](https://iq.wiki/wiki/proof-of-stake) blockchain of choice for brands and projects looking to build the [Web3](https://iq.wiki/wiki/web3) revolution.[\\[15\\]](#cite-id-skaajcvmcco)  \n  \nOn September 12, 2022, Tether launched Tether tokens pegged to the U.S. dollar on the [NEAR Network](https://iq.wiki/wiki/near-protocol), a [smart contract](https://iq.wiki/wiki/smart-contract) blockchain designed to provide the ideal environment for [DApps](https://iq.wiki/wiki/decentralized-application) which is enabled by its unique scaling solution. [\\[16\\]](#cite-id-goxj396b95u)  \n  \nOn September 23, 2022, Tether announced the launch of Tether tokens(USD₮) on [Polkadot](https://iq.wiki/wiki/polkadot), a decentralized, open-source blockchain platform. The addition of Tether to the Polkadot ecosystem is to increase its presence in decentralized ecosystems.[\\[17\\]](#cite-id-c7fdgym6nkq)  \n  \nOn October 20, 2022, Tether Operations Limited announced SmartPay's launch plans of tether tokens (USD₮) in over 24,000 ATMs across Brazil.[\\[18\\]](#cite-id-xei4v3pmeci)  \n  \nOn December 26, 2022, Tether Operations Limited announced the addition of its offshore Chinese Yuan (CNH₮) to the [Tron](https://iq.wiki/wiki/trontrade-1) blockchain. At launch, [Bitfinex](https://iq.wiki/wiki/bitfinex) was the first exchange to enable its users to deposit and withdraw CNH₮ using the [Tron](https://iq.wiki/wiki/trontrade-1) blockchain transport layer from the platform. [\\[29\\]](#cite-id-x6piopbxax)  \n  \nOn January 9, 2023, Tether announced that Tether Gold (XAU₮) will be listed on ICRYPEX[\\[30\\]](#cite-id-qao45rtfsj9), one of Turkey’s leading cryptocurrency trading platforms. With this listing, ICRYPEX users can buy and sell XAU₮, a crypto asset that represents ownership of physical gold held in a vault in Switzerland. [\\[31\\]](#cite-id-kewjpmtxza8)  \n  \n# Partnerships  \n  \n## Pear Credit  \n  \nOn October 28, 2022, Pear Credit — a [peer-to-peer](https://iq.wiki/wiki/peer-to-peer-trading-p2p) credit system that allows issuers to create peer-to-peer credit “tokens” was announced. Pear Credit was founded by Tether, Holepunch[\\[34\\]](#cite-id-5wz1oxujeob), and Synonym. It is a peer-to-peer protocol that gives credit issuers a faster, cheaper, and more scalable token format, without relying on [blockchains](https://iq.wiki/wiki/blockchain) or any global shared-state networks. [\\[28\\]](#cite-id-pt2xbekxe4e)  \n  \n> “We think Pear Credit represents an easy-to-use, scalable module and flexible solution for all the companies in the world that issue credit; gift cards, rewards tokens, travel miles and stablecoins are all possible.,” said Paolo Ardoino, former CTO of Tether.  \n  \n## Tether x INHOPE  \n  \nOn January 26, 2023, Tether Operations Limited announced that they will collaborate with INHOPE[\\[32\\]](#cite-id-8dpmippfk7f), the leading global network combatting online Child Sexual Abuse Material (CSAM). Tether will work with INHOPE[\\[32\\]](#cite-id-8dpmippfk7f) to share information, facilitate conversations between stakeholders, and take action to drive bad actors out of the [crypto](https://iq.wiki/wiki/cryptocurrency) ecosystem. Tether is the first cryptocurrency to take a stand with INHOPE[\\[32\\]](#cite-id-8dpmippfk7f) against CSAM. [\\[33\\]](#cite-id-wbbgbjpd83s)  \n  \n> “Working alongside law enforcement, financial intelligence units, lawmakers and standard-setting bodies worldwide, Tether is committed to being a positive force in the crypto space by highlighting the risks of child exploitation and to help organise sensible risk mitigating controls in the cryptocurrency industry. We are especially interested in improving the ability of cryptocurrency businesses to identify transfers related to online CSAM marketplaces and report them to the authorities.” - said Paolo Ardoino, former CTO at Tether.[\\[33\\]](#cite-id-wbbgbjpd83s)  \n  \n## Tether x Bitkub Exchange x Bitkub Academy  \n  \nOn December 7, 2023,  Tether announced a collaboration with Thailand's crypto exchange, Bitkub Online Co., Ltd. (Bitkub Exchange). The strategic collaboration is aimed at launching a comprehensive educational program targeting the enhancement of [blockchain](https://iq.wiki/wiki/blockchain) literacy and fostering awareness regarding [stablecoins](https://iq.wiki/wiki/stablecoin), within Thailand. Together, the companies will craft educational courses, conduct awareness campaigns, introduce incentive-based learning programs, and host regular live Q&A sessions, aiming to empower Thai speakers with insights into the digital financial landscape. [\\[42\\]](#cite-id-k75hutnfu7)  \n  \n> \"We are excited about working with Bitkub to drive forward the cause of promoting blockchain literacy. With the stablecoin market rapidly expanding in Southeast Asia, it becomes imperative for communities to comprehend the technology and its diverse applications. - [Paolo Ardoino](https://iq.wiki/wiki/paolo-ardoino), CEO of Tether, commented[\\[42\\]](#cite-id-k75hutnfu7)  \n  \n# Regulation  \n  \nIn April 2019, the New York Attorney General’s office alleged [Bitfinex](https://iq.wiki/wiki/bitfinex), who shares the same parent company as Tether of using Tether's reserves to cover up for its $850 million in losses connected to the controversial third-party payment processor known as Crypto Capital. Stuart Hoegner, general counsel for Bitfinex and Tether, filed an affidavit some days later after the NYAG's lawsuit stating that Tether was only backed by 74% cash and equivalents and the other portion was equity in iFinex.[\\[19\\]](#cite-id-7a24hb28i7)  \n  \nIn May 2019, [Bitfinex](https://iq.wiki/wiki/bitfinex) and former Tether CTO, [Paolo Ardoino](https://iq.wiki/wiki/paolo-ardoino) announced Bitfinex had successfully raised $1 billion in a token sale, which proceeds were used to cover the $850 million in potentially lost funds from Crypto Capital.[\\[19\\]](#cite-id-7a24hb28i7)  \n  \n# $$widget0 [YOUTUBE@VID](TREcsZgoE-Q)$$  \n  \n# Controversy/Litigation  \n  \nOn September 19, 2022, due to an ongoing lawsuit in New York District Court, [Bitfinex](https://iq.wiki/wiki/bitfinex) and Tether (referred to in court records as B/T), were ordered to produce documents showing the backing of USDT, the outcome of which is still pending. [\\[37\\]](#cite-id-x86m9auufz)  \n  \nIn October 2023, the *Wall Street Journal* reported that Tether has been increasingly showing up in investigations tied to money laundering, terror financing, and sanctions evasion. The report alleges that Tether appears to have been used in financing Hamas, paying Chinese fentanyl suppliers, funding the North Korean nuclear program, and buying sanctioned Venezuelan oil for sanctioned Russian oligarchs. In response, the company published a blog post denying inadequate customer due diligence and screening practices and describing how they have aided governments with criminal investigations, helping freeze a total of $835 million in assets linked to the theft. [\\[40\\]](#cite-id-bzcj1xh2i2)  \n  \nOn November 20, 2023, Tether reported that together with [OKX](https://iq.wiki/wiki/okx) it had frozen $225 million worth of its cryptocurrency which had been linked to a human trafficking group in Southeast Asia responsible for a global pig butchering scam. Tether claimed the freeze had been done at the request of the US Secret Service, and that it was its largest-ever freeze of its token. [\\[38\\]](#cite-id-f30synxnws)[\\[39\\]](#cite-id-ov7vmoj446n)  \n  \n# Legal status  \n  \nAccording to the platform's documentation, Tether is not a legal tender currency or a financial instrument. The ownership of Tether has no contractual rights, other legal claims, or guarantees against losses. Tether Limited is not a bank and is not required to, and does not, hold its reserves at the Federal Reserve. Tether tokens are not legal tender currency and are not covered by deposit insurance.[\\[20\\]](#cite-id-ervje8flkwn)  \n  \n# Tether Governance  \n  \nTether Limited is the sole entity capable of altering the circulating supply of USDT tokens. When users deposit fiat money into accounts run by Tether Limited, Tether issues tokens, and when users exchange tokens for deposits of fiat money in Tether banks, Tether destroys tokens. [\\[11\\]](#cite-id-2ivgh6c0efe)  \n  \nTether uses a proof-of-reserves approach to demonstrate that reserves are present and the system is financially sound. The system is fully collateralized when the quantity of USDT in circulation equals the amount of money held in accounts managed by Tether Limited. To ensure openness and demonstrate its financial stability, Tether Limited has guaranteed to provide audits of its bank balances on its website.[\\[11\\]](#cite-id-2ivgh6c0efe)  \n  \nOther Tether-issued stablecoins are:  \n  \n* [Tether gold (XAUt)](https://iq.wiki/wiki/tether-gold-xaut): pegged to gold’s price  \n* [Tether euro (EURT)](https://iq.wiki/wiki/euro-tether-eurt): pegged to the common currency of the European Union  \n* Tether peso (MXNT): pegged to the Mexican peso  \n* Tether yuan (CNHT): pegged to the offshore Chinese yuan  \n  \n# Tether Limited Team  \n  \n* [Paolo Ardoino](https://iq.wiki/wiki/paolo-ardoino) \\- Chief Executive Officer[\\[21\\]](#cite-id-ouzsld3brag)  \n* Giancarlo Devasini - Chief Financial Officer[\\[22\\]](#cite-id-pvxl9n50gl)  \n* Stuart Hoegner - General Counsel[\\[23\\]](#cite-id-hqdi2ufw1cj)  \n* Leonardo Real - Chief Compliance Officer[\\[25\\]](#cite-id-5hkbhmjsbmj)  \n* Claudia Lagorio - Chief Operating Officer[\\[26\\]](#cite-id-ce2ctnc9bst)",
  "summary": "Tether (USDT) is a blockchain-based stablecoin, pegged to the U.S. dollar, used for transactions between cryptocurrency exchanges, and is backed by actual asset...",
  "categories": [{ "id": "cryptocurrencies", "title": "Cryptocurrencies" }],
  "promoted": 0,
  "tags": [{ "id": "Founders" }, { "id": "Stablecoins" }, { "id": "Glossary" }],
  "metadata": [
    {
      "id": "references",
      "value": "[{\"id\":\"lwqk5620rqp\",\"url\":\"https://tether.to/en/\",\"description\":\"Tether website\",\"timestamp\":1667394945619},{\"id\":\"b0ibwt203ek\",\"url\":\"https://www.investopedia.com/terms/t/tether-usdt.asp\",\"description\":\"Tether (USDT): Meaning and Uses for Tether\",\"timestamp\":1667394975070},{\"id\":\"kepuzk9pwmp\",\"url\":\"https://www.coingecko.com/en/coins/tether\",\"description\":\"Tether on Coingecko\",\"timestamp\":1667395010799},{\"id\":\"03s8mkhcz6n2\",\"url\":\"https://tether.to/en/why-tether/\",\"description\":\"Why use Tether?\",\"timestamp\":1667395076618},{\"id\":\"yek1jnrz9lj\",\"url\":\"https://coinmarketcap.com/currencies/tether/\",\"description\":\"Tether on Coinmarketcap\",\"timestamp\":1667395130438},{\"id\":\"pw2j5ma35xh\",\"url\":\"https://www.simplilearn.com/tutorials/blockchain-tutorial/what-is-tether-coin#what_is_tether\",\"description\":\"What is Tether? Ultimate Guide to Tether Cryptocurrency\",\"timestamp\":1667396778759},{\"id\":\"c7lv2gnedk\",\"url\":\"https://www.abra.com/cryptocurrency/tether/\",\"description\":\"How does Tether work?\",\"timestamp\":1667397385426},{\"id\":\"lhh5qw26wo\",\"url\":\"https://www.cryptocompare.com/media/40200179/cryptocompare_exchange_review_april_vf.pdf\",\"description\":\" \",\"timestamp\":1667398324643},{\"id\":\"0pjv955uiyq\",\"url\":\"https://www.coindesk.com/markets/2014/11/20/realcoin-rebrands-as-tether-to-avoid-altcoin-association/\",\"description\":\" \",\"timestamp\":1667401973681},{\"id\":\"qvcbywcuadg\",\"url\":\"https://cointelegraph.com/news/controversial-stablecoin-tether-confirms-new-banking-partner-deltec-after-weeks-of-rumors\",\"description\":\"Stablecoin Tether Confirms New Banking Partner Deltec\",\"timestamp\":1667410047635},{\"id\":\"2ivgh6c0efe\",\"url\":\"https://messari.io/asset/tether/profile\",\"description\":\"Tether overview | messari\",\"timestamp\":1667410210809},{\"id\":\"pwrqgbgudm8\",\"url\":\"https://cryptopotato.com/tether-launches-mexican-peso-backed-stablecoin-on-ethereum-tron-polygon/\",\"description\":\"Tether Launches Mexican Peso-Backed Stablecoin\",\"timestamp\":1667410408548},{\"id\":\"kkb4wmxn87\",\"url\":\"https://www.cnbc.com/2022/05/12/tether-usdt-stablecoin-drops-below-1-peg.html\",\"description\":\"The world’s biggest stablecoin has dropped below its $1 peg\",\"timestamp\":1667410851370},{\"id\":\"9g7k3c9nrk\",\"url\":\"https://tether.to/en/tether-token-usdt-launches-on-polygon\",\"description\":\"Tether Token (USD₮) Launches on Polygon\",\"timestamp\":1667411035561},{\"id\":\"skaajcvmcco\",\"url\":\"https://tether.to/en/tether-tokens-usdt-to-launch-on-tezos\",\"description\":\"Tether Tokens (USD₮) to Launch on Tezos\",\"timestamp\":1667411278168},{\"id\":\"goxj396b95u\",\"url\":\"https://tether.to/en/tether-usdt-launches-on-near-network\",\"description\":\"Tether (USD₮) Launches on Near Network\",\"timestamp\":1667411419747},{\"id\":\"c7fdgym6nkq\",\"url\":\"https://tether.to/en/tether-tokens-usdt-live-on-polkadot\",\"description\":\"Tether Tokens (USD₮) Live on Polkadot\",\"timestamp\":1667411652224},{\"id\":\"xei4v3pmeci\",\"url\":\"https://tether.to/en/tether-usdt-available-in-over-24000-atms-across-brazil-on-3-november\",\"description\":\"Tether USD₮ Available in Over 24,000 ATMs Across Brazil\",\"timestamp\":1667411790604},{\"id\":\"7a24hb28i7\",\"url\":\"https://www.coindesk.com/markets/2019/04/25/bitfinex-covered-850-million-loss-using-tether-funds-ny-prosecutors-allege/\",\"description\":\"Bitfinex Covered $850 Million Loss Using Tether Funds...\",\"timestamp\":1667413321872},{\"id\":\"ervje8flkwn\",\"url\":\"https://tether.to/en/legal/\",\"description\":\"Legal\",\"timestamp\":1667414315705},{\"id\":\"ouzsld3brag\",\"url\":\"https://www.linkedin.com/in/jl-van-der-velde-355218228/?originalSubdomain=hk\",\"description\":\" \",\"timestamp\":1667414546700},{\"id\":\"pvxl9n50gl\",\"url\":\"https://www.linkedin.com/in/giancarlo-devasini-57882a25?miniProfileUrn=urn%3Ali%3Afs_miniProfile%3AACoAAAVImKwBgOdPHPVi1SxPkaB3iodTvW8pUVs&lipi=urn%3Ali%3Apage%3Ad_flagship3_search_srp_all%3BVQvyiil6Rcqp%2FGTLdyDKPA%3D%3D\",\"description\":\" \",\"timestamp\":1667414631245},{\"id\":\"hqdi2ufw1cj\",\"url\":\"https://www.linkedin.com/in/stuart-hoegner/\",\"description\":\" \",\"timestamp\":1667414653845},{\"id\":\"ptccnmj284\",\"url\":\"https://www.linkedin.com/in/paoloardoino/\",\"description\":\" \",\"timestamp\":1667414674678},{\"id\":\"5hkbhmjsbmj\",\"url\":\"https://www.linkedin.com/in/leonardo-r-156865105/\",\"description\":\" \",\"timestamp\":1667414708454},{\"id\":\"ce2ctnc9bst\",\"url\":\"https://www.linkedin.com/in/claudialagorio/\",\"description\":\" \",\"timestamp\":1667414728398},{\"id\":\"oofgfwit60s\",\"url\":\"https://gold.tether.to/\",\"description\":\" \",\"timestamp\":1667416047651},{\"id\":\"pt2xbekxe4e\",\"url\":\"https://tether.to/en/tether-holepunch-and-synonym-launch-pear-credit-a-p2p-credit-system\",\"description\":\"pear credit\",\"timestamp\":1675339236777},{\"id\":\"x6piopbxax\",\"url\":\"https://tether.to/en/tether-launches-offshore-chinese-yuan-cnht-on-tron\",\"description\":\"chinese yuan on tron\",\"timestamp\":1675341867605},{\"id\":\"qao45rtfsj9\",\"url\":\"https://www.icrypex.com/\",\"description\":\"icrypex\",\"timestamp\":1675342282118},{\"id\":\"kewjpmtxza8\",\"url\":\"https://tether.to/en/tether-gold-xaut-goes-live-on-icrypex\",\"description\":\"tether on icrypt\",\"timestamp\":1675342702023},{\"id\":\"8dpmippfk7f\",\"url\":\"https://www.inhope.org/EN\",\"description\":\"inhope\",\"timestamp\":1675343106282},{\"id\":\"wbbgbjpd83s\",\"url\":\"https://tether.to/en/tether-inhope-collaborate-to-combat-csam-in-web3\",\"description\":\"tether x inhope\",\"timestamp\":1675343299782},{\"id\":\"5wz1oxujeob\",\"url\":\"https://holepunch.to/\",\"description\":\"holepunch\",\"timestamp\":1675343602382},{\"id\":\"6ggo06ir4f\",\"url\":\"https://keet.io/\",\"description\":\"keet\",\"timestamp\":1675344129082},{\"id\":\"qitw86osk9\",\"url\":\"https://www.cnbc.com/2023/10/13/tether-promotes-cto-to-ceo-taking-over-from-mysterious-crypto-boss.html\",\"description\":\"Ardoino's CEO promotion.\",\"timestamp\":1701862203146},{\"id\":\"x86m9auufz\",\"url\":\"https://www.courtlistener.com/docket/16298999/247/in-re-tether-and-bitfinex-crypto-asset-litigation/\",\"description\":\"Tether and Bitfinex Crypto Asset Litigation,\",\"timestamp\":1701862692772},{\"id\":\"f30synxnws\",\"url\":\"https://www.reuters.com/technology/crypto-firm-tether-says-it-has-frozen-225-mln-linked-human-trafficking-2023-11-20/\",\"description\":\"Tether freezes funds linked to human trafficking. \",\"timestamp\":1701862856488},{\"id\":\"ov7vmoj446n\",\"url\":\"https://www.forbes.com/sites/tylerroush/2023/11/21/feds-seize-nearly-9-million-in-cryptocurrency-linked-to-romance-scams-amid-human-trafficking-investigation/?sh=3cad243fa21d\",\"description\":\"Pig Butchering scam\",\"timestamp\":1701862899108},{\"id\":\"bzcj1xh2i2\",\"url\":\"https://www.wsj.com/finance/currencies/most-popular-cryptocurrency-keeps-showing-up-in-illicit-finance-71d32e5e\",\"description\":\"Tether Hamas Controversy\",\"timestamp\":1701862983191},{\"id\":\"5g4mje2ssm4\",\"url\":\"https://tether.to/en/tether-appoints-paolo-ardoino-as-ceo/\",\"description\":\"tether appoints paolo ardoino as ceo\",\"timestamp\":1702467892578},{\"id\":\"k75hutnfu7\",\"url\":\"https://tether.to/en/tether-bitkub-exchange-and-bitkub-academy-collaborate-to-boost-stablecoin-education-in-thailand/\",\"description\":\"tether x bitkub exchange x bitkun academy\",\"timestamp\":1702468969992},{\"id\":\"3o57k0kyekl\",\"url\":\"https://cryptonews.com/news/tether-mints-1-billion-usdt-for-inventory-replenish-on-ethereum-network.htm\",\"description\":\"Tether Mints $1 Billion USDT for “Inventory Replenish” on Ethereum Network\",\"timestamp\":1704806827008},{\"id\":\"femma5fzc47\",\"url\":\"https://x.com/paoloardoino/status/1739318762866610647?s=20\",\"description\":\"ardoino's tweet response\",\"timestamp\":1704806844106},{\"id\":\"e20t56ev6vd\",\"url\":\"https://cointelegraph.com/news/tether-1-billion-usdt-inventory-replenish\",\"description\":\"cointelegraph - tether mints 1b$\",\"timestamp\":1704807131026}]"
    },
    { "id": "website", "value": "https://tether.to/" },
    {
      "id": "facebook_profile",
      "value": "https://www.facebook.com/1006796576013301"
    },
    { "id": "twitter_profile", "value": "https://twitter.com/Tether_to/" },
    { "id": "telegram_profile", "value": "https://t.me/OfficialTether" },
    {
      "id": "coinmarketcap_url",
      "value": "https://coinmarketcap.com/currencies/tether/"
    },
    {
      "id": "coingecko_profile",
      "value": "https://www.coingecko.com/en/coins/tether"
    },
    {
      "id": "etherscan_profile",
      "value": "https://etherscan.io/token/0xdac17f958d2ee523a2206206994597c13d831ec7"
    },
    {
      "id": "polygonscan_profile",
      "value": "https://polygonscan.com/token/0xc2132d05d31c914a87c6611c10748aeb04b58e8f"
    },
    {
      "id": "bscscan_profile",
      "value": "https://bscscan.com/token/0x55d398326f99059ff775485246999027b3197955"
    },
    { "id": "commit-message", "value": "added news on 1b usdt mint" },
    {
      "id": "previous_cid",
      "value": "QmQMgwh6SNLPYVnupU3Ep5hzFgJPY9vDBcjCiAnXGPmC9R"
    }
  ],
  "user": { "id": "0x212Cb3F4aE6611054637f9f78F18fB628AD258bb" },
  "author": {
    "id": "0x7da121Af2c3Fc2e65eDCD3573a403C352B4538Aa",
    "profile": {
      "username": "Ilori_Josh",
      "avatar": "QmVG5Mp6f1NeZ4xEwqS2jh75tjqiF9su8xCRVWrsnv2RFA"
    }
  },
  "media": [
    {
      "name": "Kt0HlIP06d8",
      "id": "https://www.youtube.com/watch?v=Kt0HlIP06d8",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    },
    {
      "name": "nlUXeSzWBH0",
      "id": "https://www.youtube.com/watch?v=nlUXeSzWBH0",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    },
    {
      "name": "GsSSLDzKCOE",
      "id": "https://www.youtube.com/watch?v=GsSSLDzKCOE",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    },
    {
      "name": "ocn0lg_OC5A",
      "id": "https://www.youtube.com/watch?v=ocn0lg_OC5A",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    },
    {
      "name": "maxresdefault.png",
      "id": "QmeEssKoWr9AdJGuh3hkV9aMFvKauKKZRpM4t34e3wDkZ8",
      "size": "0.63",
      "type": null,
      "source": "IPFS_IMG"
    },
    {
      "name": "d2fmLSu8sjQ",
      "id": "https://www.youtube.com/watch?v=d2fmLSu8sjQ",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    },
    {
      "name": "TREcsZgoE-Q",
      "id": "https://www.youtube.com/watch?v=TREcsZgoE-Q",
      "size": "0",
      "type": null,
      "source": "YOUTUBE"
    }
  ],
  "views": 555,
  "events": [
    {
      "title": "Date Founded",
      "description": "date founded",
      "type": "CREATED",
      "date": "2014-07-01",
      "link": "https://tether.to/"
    },
    {
      "title": "$1 Billion Token Sale",
      "description": "In May 2019, Bitfinex and former Tether CTO, Paolo Ardoino announced Bitfinex had successfully raised $1 billion in a token sale",
      "type": "DEFAULT",
      "date": "2019-05",
      "link": "https://www.coindesk.com/markets/2019/04/25/bitfinex-covered-850-million-loss-using-tether-funds-ny-prosecutors-allege/"
    },
    {
      "title": "MXNT Launch",
      "description": "In May 2022, Tether announced the launch of MXNT, a new stablecoin backed by the Mexican peso",
      "type": "DEFAULT",
      "date": "2022-05",
      "link": "https://cryptopotato.com/tether-launches-mexican-peso-backed-stablecoin-on-ethereum-tron-polygon/"
    },
    {
      "title": "Pear Credit",
      "description": "On October 28, 2022, Pear Credit — a peer-to-peer credit system that allows issuers to create peer-to-peer credit “tokens” was announced",
      "type": "DEFAULT",
      "date": "2022-10",
      "link": "https://tether.to/en/tether-holepunch-and-synonym-launch-pear-credit-a-p2p-credit-system"
    },
    {
      "title": "Tether x INHOPE",
      "description": "On January 26, 2023, Tether Operations Limited announced that they will collaborate with INHOPE[32], the leading global network combatting online Child Sexual Abuse Material (CSAM).",
      "type": "DEFAULT",
      "date": "2023-01",
      "link": "https://tether.to/en/tether-inhope-collaborate-to-combat-csam-in-web3"
    },
    {
      "title": "Tether Appoints Paolo Ardoino as CEO",
      "description": "In October 2023, Paolo Ardoino, former chief technology officer for Tether, was promoted to the position of CEO for the company",
      "type": "DEFAULT",
      "date": "2023-10",
      "link": "https://tether.to/en/tether-appoints-paolo-ardoino-as-ceo/"
    },
    {
      "title": "Tether x Bitkub Exchange x Bitkub Academy",
      "description": "On December 7, 2023,  Tether announced a collaboration with Thailand's crypto exchange, Bitkub Online Co., Ltd. (Bitkub Exchange). ",
      "type": "DEFAULT",
      "date": "2023-12",
      "link": "https://tether.to/en/tether-bitkub-exchange-and-bitkub-academy-collaborate-to-boost-stablecoin-education-in-thailand/"
    }
  ],
  "ipfs": "QmQMgwh6SNLPYVnupU3Ep5hzFgJPY9vDBcjCiAnXGPmC9R",
  "transactionHash": "0x8758fac38eb69d22827d24a32f8e1bc1b69d0ffb10575d802e8eca80e4e3f8a2",
  "created": "2022-10-25T03:52:23.489Z",
  "updated": "2023-12-28T18:03:39.776Z",
  "images": [
    {
      "id": "Qmeypk37qDdJZjLWoAUXtJ4f8eWyHtMx2q8MUkAM5vSWSA",
      "type": "image/jpeg, image/png"
    }
  ],
  "linkedWikis": {
    "founders": [
      "reeve-collins",
      "brock-pierce",
      "craig-sellars",
      "paolo-ardoino"
    ],
    "blockchains": [
      "polygon",
      "ethereum",
      "bitcoin",
      "avalanche",
      "solana",
      "algorand"
    ]
  }
}
